tap "homebrew/services"
tap "idleberg/asahi"
brew "readline"
brew "awscli"
brew "coreutils"
brew "csvkit"
brew "docker"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grc"
brew "icu4c@76"
brew "imagemagick"
brew "just"
brew "node"
brew "ollama"
brew "python-setuptools"
brew "qemu"
brew "telnet"
brew "trufflehog"
cask "monitorcontrol"
cask "warp"
vscode "anysphere.cursorpyright"
vscode "anysphere.pyright"
vscode "asciidoctor.asciidoctor-vscode"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "skellock.just"
vscode "sleistner.vscode-fileutils"
vscode "stkb.rewrap"
vscode "tomoki1207.pdf"
